<?php
return [
    "action"=>[ //操作类型
        "1"=>"新增",
        "2"=>"修改",
        "3"=>"删除",
        "4"=>"登陆",
    ],
    "notice"=>[ //通知类型
        "1"=>"一般",
        "2"=>"重要",
        "3"=>"紧急",
    ],
    "static"=>[ //静态页栏目
        "1"=>"服务协议",
        "2"=>"服务内容",
        "3"=>"产品介绍",
    ],
    "user_type"=>[
        "0"=>"普通会员",
        "1"=>"VIP会员",
    ],
    "user_money_type"=>[ // 用户钱包类型
        "a"=>"余额",
        "b"=>"积分",
    ],
    "bank_state"=>[ // 财务明细状态
        "1"=>"已入账",
        "2"=>"已扣除",
        "3"=>"冻结中",
    ],
    "bank_type"=>[ // 用户财务明细类型
        "1"=>"系统操作",
        "2"=>"充值",
        "3"=>"提现",
    ],
    "trade_status"=>[
        "0"=>"未支付",
        "1"=>"支付成功",
        "2"=>"支付失败",
        "3"=>"交易关闭",
    ],
    "number_text"=>[
        "0"=>"零",
        "1"=>"一",
        "2"=>"二",
        "3"=>"三",
        "4"=>"四",
        "5"=>"五",
        "6"=>"六",
        "7"=>"七",
        "8"=>"八",
        "9"=>"九",
        "10"=>"十",
    ],

];
